driver-tests/bpelse/misc/MiscJbi/test/Test7/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/Test7/"
                   xmlns="urn:Test7">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <Test7Operation>
   <Test7Part>
    <Test7Element>
     <FromCountry>United States</FromCountry>
     <ToCountry>Japan</ToCountry>
    </Test7Element>
   </Test7Part>
  </Test7Operation>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>